jorgebucaran/fisher
jethrokuan/z
laughedelic/pisces
isacikgoz/sashimi
joseluisq/gitnow
jorgebucaran/nvm.fish
PatrickF1/fzf.fish
danhper/fish-ssh-agent
jethrokuan/fzf
ilancosman/tide@v4.3.4
franciscolourenco/done
